Repository: jthebaut-ut/GameOn
Catalog: GameOn/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt, ru, sq, zh_hans

source: cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pl: Anuluj
pt: Cancelar
ru: Отмена
sq: Anulo
zh_hans: 取消

source: Cancel
de: Stornieren
es: Cancelar
fr: Annuler
it: Cancellare
pl: Anulować
pt: Cancelar
ru: Отмена
sq: Anulo
zh_hans: 取消

source: Canceled by organizer
de: Vom Veranstalter abgesagt
es: Cancelado por el organizador
fr: Annulé par l'organisateur
it: Annullato dall'organizzatore
pl: Anulowane przez organizatora
pt: Cancelado pelo organizador
ru: Отменено организатором
sq: Anuluar nga organizatori
zh_hans: 被主办方取消

source: Cancelled
de: Abgesagt
es: Cancelado
fr: Annulé
it: Annullato
pl: Odwołany
pt: Cancelado
ru: Отменено
sq: Anuluar
zh_hans: 取消

source: Change Game
de: Spiel ändern
es: Cambiar juego
fr: Changer de jeu
it: Cambia gioco
pl: Zmień grę
pt: Mudar jogo
ru: Изменить игру
sq: Ndrysho lojën
zh_hans: 改变游戏规则

source: Chat
de: Chatten
es: Charlar
it: Chiacchierata
pl: Czat
pt: Bater papo
ru: Чат
sq: Bisedë
zh_hans: 聊天

source: Chats & friends
de: Chats und Freunde
es: Chats y amigos
fr: Discussions et amis
it: Chat e amici
pl: Czaty i przyjaciele
pt: Bate-papos e amigos
ru: Чаты и друзья
sq: Biseda dhe miq
zh_hans: 聊天和朋友

source: Check back soon.
de: Schau bald wieder vorbei.
es: Vuelve pronto.
fr: Revenez bientôt.
it: Torna presto.
pl: Sprawdź ponownie wkrótce.
pt: Volte em breve.
ru: Загляните позже.
sq: Kontrollo sërish së shpejti.
zh_hans: 请稍后再查看。

source: Checking handle availability...
de: Handle-Verfügbarkeit prüfen...
es: Comprobando disponibilidad de manijas...
fr: Vérification de la disponibilité des poignées...
it: Verifica disponibilità maniglia in corso...
pl: Sprawdzanie dostępności uchwytów...
pt: Verificando disponibilidade de alças...
ru: Проверка доступности ручки...
sq: Po kontrollon disponueshmërinë e dorezës...
zh_hans: 检查句柄可用性...

source: Checking live games…
de: Live-Spiele prüfen…
es: Comprobando juegos en vivo...
fr: Vérification des jeux en direct…
it: Controllo delle partite dal vivo...
pl: Sprawdzanie gier na żywo…
pt: Verificando jogos ao vivo…
ru: Проверка живых игр…
sq: Po kontrollon lojërat drejtpërdrejt…
zh_hans: 检查现场比赛...

source: Choose
de: Wählen
es: Elegir
fr: Choisir
it: Scegliere
pl: Wybierać
pt: Escolher
ru: Выбирать
sq: Zgjidhni
zh_hans: 选择

source: Choose a category to submit this report.
de: Wählen Sie eine Kategorie aus, um diesen Bericht einzureichen.
es: Elija una categoría para enviar este informe.
fr: Choisissez une catégorie pour soumettre ce rapport.
it: Scegli una categoria per inviare questo rapporto.
pl: Wybierz kategorię, w której chcesz przesłać ten raport.
pt: Escolha uma categoria para enviar este relatório.
ru: Выберите категорию, чтобы отправить этот отчет.
sq: Zgjidhni një kategori për të paraqitur këtë raport.
zh_hans: 选择一个类别来提交此报告。

source: Choose a date
de: Wählen Sie ein Datum
es: Elige una fecha
fr: Choisissez une date
it: Scegli una data
pl: Wybierz datę
pt: Escolha uma data
ru: Выберите дату
sq: Zgjidhni një datë
zh_hans: 选择日期

source: Choose a new profile photo
de: Wählen Sie ein neues Profilfoto
es: Elige una nueva foto de perfil
fr: Choisissez une nouvelle photo de profil
it: Scegli una nuova foto del profilo
pl: Wybierz nowe zdjęcie profilowe
pt: Escolha uma nova foto de perfil
ru: Выберите новую фотографию профиля
sq: Zgjidhni një foto të re profili
zh_hans: 选择新的个人资料照片

source: Choose a Venue
de: Venue auswählen
es: Elige un local
fr: Choisir un lieu
it: Scegli un locale
pl: Wybierz lokal
pt: Escolher um local
ru: Выберите площадку
sq: Zgjidhni një vend
zh_hans: 选择场馆

source: Choose active venues
de: Wählen Sie aktive Veranstaltungsorte
es: Elija local activos
fr: Choisissez des lieux actifs
it: Scegli luoghi attivi
pl: Wybierz aktywne miejsca
pt: Escolha locais ativos
ru: Выбирайте активные площадки
sq: Zgjidhni vendi aktive
zh_hans: 选择活跃场地

source: Choose Home Venue
de: Wählen Sie den Heimatort
es: Elija el local de inicio
fr: Choisir le lieu d'accueil
it: Scegli la sede di casa
pl: Wybierz miejsce w domu
pt: Escolha o local de residência
ru: Выберите домашнюю площадку
sq: Zgjidhni Vendin e Shtëpisë
zh_hans: 选择主场

source: Choose how game times should appear.
de: Wählen Sie, wie die Spielzeiten angezeigt werden sollen.
es: Elige cómo deben aparecer los tiempos de los juegos.
fr: Choisissez comment les temps de jeu doivent apparaître.
it: Scegli come devono apparire i tempi di gioco.
pl: Wybierz sposób wyświetlania czasów gry.
pt: Escolha como os tempos de jogo devem aparecer.
ru: Выберите, как должно отображаться время игры.
sq: Zgjidhni se si duhet të shfaqen kohët e lojës.
zh_hans: 选择比赛时间的显示方式。

source: Choose how green calendar dots are shown.
de: Wählen Sie aus, wie grüne Kalenderpunkte angezeigt werden.
es: Elija cómo se muestran los puntos verdes del calendario.
fr: Choisissez la manière dont les points verts du calendrier sont affichés.
it: Scegli la modalità di visualizzazione dei punti verdi del calendario.
pl: Wybierz sposób wyświetlania zielonych kropek kalendarza.
pt: Escolha como os pontos verdes do calendário serão exibidos.
ru: Выберите способ отображения зеленых точек календаря.
sq: Zgjidhni se si shfaqen pikat jeshile të kalendarit.
zh_hans: 选择绿色日历点的显示方式。

source: Choose what you're open to with other fans.
de: Wählen Sie, wofür Sie mit anderen Fans offen sind.
es: Elige a qué estás abierto con otros fans.
fr: Choisissez ce à quoi vous êtes ouvert avec les autres fans.
it: Scegli a cosa sei aperto con gli altri fan.
pl: Wybierz, na co jesteś otwarty w kontaktach z innymi fanami.
pt: Escolha o que você está aberto a outros fãs.
ru: Выбирайте, чему вы открыты с другими фанатами.
sq: Zgjidh atë për të cilën je i hapur me fansat e tjerë.
zh_hans: 选择您对其他粉丝开放的内容。

source: Choose which league countries appear in Pro Games.
de: Wählen Sie aus, welche Ligaländer in Pro Games erscheinen.
es: Elige qué países de la liga aparecen en Pro Games.
fr: Choisissez les pays de ligue qui apparaissent dans les Pro Games.
it: Scegli quali paesi della lega verranno visualizzati in Pro Games.
pl: Wybierz, które kraje ligowe pojawią się w Pro Games.
pt: Escolha quais países da liga aparecem nos Jogos Profissionais.
ru: Выберите, какие страны лиги появятся в Pro Games.
sq: Zgjidhni cilat shtete të ligës shfaqen në Lojërat Pro.
zh_hans: 选择职业比赛中出现的联赛国家/地区。

source: Choose which league countries appear in your Live feed.
de: Wählen Sie aus, welche Ligaländer in Ihrem Live-Feed angezeigt werden.
es: Elige qué países de la liga aparecen en tu transmisión en vivo.
fr: Choisissez les pays de la ligue qui apparaissent dans votre flux en direct.
it: Scegli quali paesi della lega verranno visualizzati nel tuo feed live.
pl: Wybierz, które kraje ligowe będą wyświetlane w Twoim kanale na żywo.
pt: Escolha quais países da liga aparecem no seu feed ao vivo.
ru: Выберите, какие страны лиги будут отображаться в вашей прямой трансляции.
sq: Zgjidhni cilat shtete të ligës shfaqen në furnizimin tuaj të drejtpërdrejtë.
zh_hans: 选择哪些联赛国家/地区出现在您的实时动态中。

source: Choose who can see your public Live activity.
de: Wählen Sie aus, wer Ihre öffentlichen Live-Aktivitäten sehen kann.
es: Elige quién puede ver tu actividad pública en vivo.
fr: Choisissez qui peut voir votre activité publique en direct.
it: Scegli chi può vedere la tua business live pubblica.
pl: Wybierz, kto może zobaczyć Twoją publiczną aktywność na żywo.
pt: Escolha quem pode ver sua atividade pública ao vivo.
ru: Выберите, кто может видеть вашу общедоступную активность в прямом эфире.
sq: Zgjidh se kush mund ta shikojë aktivitetin tënd publik të drejtpërdrejtë.
zh_hans: 选择谁可以看到您的公开直播活动。

source: Choose your @handle for friend search
de: Wählen Sie Ihr @-Handle für die Freundesuche
es: Elige tu @handle para buscar amigos
fr: Choisissez votre @handle pour la recherche d'amis
it: Scegli il tuo @handle per la ricerca degli amici
pl: Wybierz swój @handle do wyszukiwania znajomych
pt: Escolha seu @handle para pesquisa de amigos
ru: Выберите свой @handle для поиска друзей
sq: Zgjidhni @handle tuaj për kërkimin e miqve
zh_hans: 选择您的@handle 进行好友搜索

source: Choose your favorites
de: Wählen Sie Ihre Favoriten
es: Elige tus favoritos
fr: Choisissez vos favoris
it: Scegli i tuoi preferiti
pl: Wybierz swoje ulubione
pt: Escolha seus favoritos
ru: Выберите свои любимые
sq: Zgjidhni të preferuarat tuaja
zh_hans: 选择您最喜欢的

source: Claim requests are reviewed before owner tools are enabled.
de: Anspruchsanfragen werden geprüft, bevor Eigentümertools aktiviert werden.
es: Las solicitudes de reclamo se revisan antes de habilitar las herramientas del propietario.
fr: Les demandes de réclamation sont examinées avant que les outils du propriétaire ne soient activés.
it: Le richieste di reclamo vengono esaminate prima che gli strumenti del proprietario siano abilitati.
pl: Żądania dotyczące roszczeń są sprawdzane przed włączeniem narzędzi właściciela.
pt: As solicitações de reivindicação são revisadas antes que as ferramentas do proprietário sejam habilitadas.
ru: Запросы на претензии рассматриваются до включения инструментов владельца.
sq: Kërkesat për pretendime shqyrtohen përpara se të aktivizohen veglat e zotëruesit.
zh_hans: 在启用所有者工具之前会审核索赔请求。

source: Claim your venue and host watch parties.
de: Beanspruchen Sie Ihren Veranstaltungsort und veranstalten Sie Uhrenpartys.
es: Reclama tu local y organiza fiestas de observación.
fr: Réclamez votre salle et organisez des soirées de surveillance.
it: Richiedi la tua sede e ospita le feste di visualizzazione.
pl: Zgłoś swoje miejsce i organizuj imprezy z oglądaniem.
pt: Reivindique seu local e organize festas para assistir.
ru: Заявите права на свое площадка и организуйте вечеринки по просмотру.
sq: Kërkoni vendin tuaj dhe organizoni partitë e shikimit.
zh_hans: 认领场地并举办观看派对。

source: Clear
de: Klar
es: Claro
fr: Clair
it: Chiaro
pl: Jasne
pt: Claro
ru: Прозрачный
sq: E qartë
zh_hans: 清除

source: Clear now
de: Jetzt klar
es: Limpiar ahora
fr: Effacer maintenant
it: Cancella adesso
pl: Wyczyść teraz
pt: Limpar agora
ru: Очистить сейчас
sq: Pastro tani
zh_hans: 立即清除

source: Clear the watch-spot banner identity
de: Löschen Sie die Identität des Watchspot-Banners
es: Borrar la identidad del banner del punto de vigilancia
fr: Effacer l'identité de la bannière du point de surveillance
it: Cancella l'identità del banner watch-spot
pl: Wyczyść tożsamość banera punktu obserwacyjnego
pt: Limpar a identidade do banner do ponto de observação
ru: Очистите идентификатор баннера места просмотра.
sq: Pastro identitetin e banderolës së pikës së shikimit
zh_hans: 清除观看点横幅标识

source: close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pl: Zamknij
pt: Fechar
ru: Закрыть
sq: Mbyll
zh_hans: 关闭

source: Close
de: Schließen
es: Cerca
fr: Fermer
it: Vicino
pl: Zamknąć
pt: Fechar
ru: Закрывать
sq: Mbylle
zh_hans: 关闭

source: Coming Soon
de: Demnächst verfügbar
es: Muy pronto
fr: À venir
it: Prossimamente
pl: Już wkrótce
pt: Em breve
ru: Вскоре
sq: Së shpejti
zh_hans: 即将推出

source: Community Guidelines
de: Community-Richtlinien
es: Pautas de la comunidad
fr: Lignes directrices de la communauté
it: Linee guida della comunità
pl: Wytyczne społeczności
pt: Diretrizes da comunidade
ru: Правила сообщества
sq: Udhëzimet e komunitetit
zh_hans: 社区准则

source: Compare free business tools with unlimited listings and hosting.
de: Vergleichen Sie kostenlose Business-Tools mit unbegrenzten Einträgen und Hosting.
es: Compare herramientas comerciales gratuitas con listados y alojamiento ilimitados.
fr: Comparez les outils commerciaux gratuits avec des listes et un hébergement illimités.
it: Confronta strumenti aziendali gratuiti con elenchi e hosting illimitati.
pl: Porównaj bezpłatne narzędzia biznesowe z nieograniczoną liczbą ofert i hostingiem.
pt: Compare ferramentas de negócio gratuitas com listagens e hospedagem ilimitadas.
ru: Сравните бесплатные бизнес-инструменты с неограниченным количеством объявлений и хостингом.
sq: Krahasoni mjetet falas të biznesit me lista dhe pritje të pakufizuara.
zh_hans: 将免费商业工具与无限列表和托管进行比较。

source: Complete your business setup
de: Business-Einrichtung abschließen
es: Completa la configuración de tu negocio
fr: Terminez la configuration de votre entreprise
it: Completa la configurazione business
pl: Dokończ konfigurację firmy
pt: Conclua a configuração do seu negócio
ru: Завершите настройку бизнеса
sq: Përfundo konfigurimin e biznesit
zh_hans: 完成企业设置

source: Confirm Location
de: Standort bestätigen
es: Confirmar ubicación
fr: Confirmer l'emplacement
it: Conferma posizione
pl: Potwierdź lokalizację
pt: Confirmar localização
ru: Подтвердить местоположение
sq: Konfirmo vendndodhjen
zh_hans: 确认位置

source: Confirm Venue Location
de: Bestätigen Sie den Veranstaltungsort
es: Confirmar ubicación del local
fr: Confirmer l'emplacement du lieu
it: Conferma la posizione della sede
pl: Potwierdź lokalizację miejsca
pt: Confirme a localização do local
ru: Подтвердите местоположение места проведения
sq: Konfirmo vendndodhjen e vendit të ngjarjes
zh_hans: 确认场地位置

source: Contact FanGeo Support
de: FanGeo Support kontaktieren
es: Contactar soporte de FanGeo
fr: Contacter le support FanGeo
it: Contatta il supporto FanGeo
pl: Skontaktuj się z pomocą FanGeo
pt: Contatar o suporte FanGeo
ru: Связаться с поддержкой FanGeo
sq: Kontakto mbështetjen FanGeo
zh_hans: 联系 FanGeo 客服

source: Contact Support
de: Support kontaktieren
es: Contactar soporte
fr: Contacter le support
it: Contatta il supporto
pl: Skontaktuj się z pomocą
pt: Contatar suporte
ru: Связаться с поддержкой
sq: Kontakto mbështetjen
zh_hans: 联系客服

source: Continue
de: Weitermachen
es: Continuar
fr: Continuer
it: Continuare
pl: Kontynuować
pt: Continuar
ru: Продолжать
sq: Vazhdoni
zh_hans: 继续

source: Couldn’t load cycle games. Your usage count is still available above.
de: Zyklusspiele konnten nicht geladen werden. Ihre Nutzungsanzahl ist weiterhin oben verfügbar.
es: No se pudieron cargar los juegos de ciclo. Su recuento de uso todavía está disponible arriba.
fr: Impossible de charger les jeux de cycle. Votre nombre d'utilisations est toujours disponible ci-dessus.
it: Impossibile caricare i giochi in bicicletta. Il conteggio dell'utilizzo è ancora disponibile sopra.
pl: Nie udało się wczytać gier cyklicznych. Twój licznik użycia jest nadal dostępny powyżej.
pt: Não foi possível carregar jogos de ciclo. Sua contagem de uso ainda está disponível acima.
ru: Не удалось загрузить циклические игры. Ваш счетчик использования по-прежнему доступен выше.
sq: Lojërat e ciklit nuk mund të ngarkoheshin. Numri juaj i përdorimit është ende i disponueshëm më lart.
zh_hans: 无法加载循环游戏。您的使用计数仍可在上方查看。

source: Counted
de: Gezählt
es: contado
fr: Dénombré
it: Contato
pl: Policzone
pt: Contado
ru: Подсчитано
sq: i numëruar
zh_hans: 已计算

source: Counts are aggregated and privacy-safe. Individual users are never shown, and some activity signals appear only close to game day.
de: Die Zählungen werden aggregiert und sind datenschutzkonform. Einzelne Benutzer werden nie angezeigt und einige Aktivitätssignale erscheinen erst kurz vor dem Spieltag.
es: Los recuentos son agregados y seguros para la privacidad. Los usuarios individuales nunca se muestran y algunas señales de actividad solo aparecen cerca del día del juego.
fr: Les décomptes sont regroupés et respectueux de la confidentialité. Les utilisateurs individuels ne sont jamais affichés et certains signaux d'activité n'apparaissent qu'à l'approche du jour du match.
it: I conteggi sono aggregati e rispettano la privacy. I singoli utenti non vengono mai visualizzati e alcuni segnali di business vengono visualizzati solo in prossimità del giorno della partita.
pl: Liczby są zagregowane i bezpieczne dla prywatności. Poszczególni użytkownicy nigdy nie są pokazani, a niektóre sygnały aktywności pojawiają się dopiero blisko dnia meczu.
pt: As contagens são agregadas e protegidas pela privacidade. Os usuários individuais nunca são mostrados e alguns sinais de atividade aparecem apenas perto do dia do jogo.
ru: Подсчеты агрегируются и безопасны для конфиденциальности. Отдельные пользователи никогда не отображаются, а некоторые сигналы активности появляются только ближе к игровому дню.
sq: Numrat janë të grumbulluara dhe të sigurta për privatësinë. Përdoruesit individualë nuk shfaqen kurrë dhe disa sinjale aktiviteti shfaqen vetëm afër ditës së lojës.
zh_hans: 计数是汇总的并且隐私安全。个人用户永远不会显示，并且某些活动信号仅在临近比赛日时出现。

source: Create a casual game and manage it here.
de: Erstellen Sie ein Gelegenheitsspiel und verwalten Sie es hier.
es: Crea un juego casual y adminístralo aquí.
fr: Créez un jeu occasionnel et gérez-le ici.
it: Crea un gioco casual e gestiscilo qui.
pl: Stwórz grę casual i zarządzaj nią tutaj.
pt: Crie um jogo casual e gerencie-o aqui.
ru: Создайте казуальную игру и управляйте ею здесь.
sq: Krijo një lojë të rastësishme dhe menaxhoje atë këtu.
zh_hans: 创建一个休闲游戏并在这里管理它。

source: Create a game when you’re ready to play.
de: Erstellen Sie ein Spiel, wenn Sie spielbereit sind.
es: Crea un juego cuando estés listo para jugar.
fr: Créez un jeu lorsque vous êtes prêt à jouer.
it: Crea un gioco quando sei pronto per giocare.
pl: Utwórz grę, gdy będziesz gotowy do gry.
pt: Crie um jogo quando estiver pronto para jogar.
ru: Создайте игру, когда будете готовы к ней.
sq: Krijo një lojë kur të jesh gati për të luajtur.
zh_hans: 当您准备好玩时，创建一个游戏。

source: Create Game
de: Spiel erstellen
es: Crear juego
fr: Créer un jeu
it: Crea gioco
pl: Utwórz grę
pt: Criar jogo
ru: Создать игру
sq: Krijo lojë
zh_hans: 创建游戏

source: Create one and invite nearby players.
de: Erstellen Sie eines und laden Sie Spieler in der Nähe ein.
es: Crea uno e invita a jugadores cercanos.
fr: Créez-en un et invitez les joueurs à proximité.
it: Creane uno e invita i giocatori vicini.
pl: Utwórz taki i zaproś pobliskich graczy.
pt: Crie um e convide jogadores próximos.
ru: Создайте его и пригласите ближайших игроков.
sq: Krijo një dhe fto lojtarë të afërt.
zh_hans: 创建一个并邀请附近的玩家。

source: Create or log in to your FanGeo account to see game details.
de: Erstellen Sie Ihr FanGeo-Konto oder melden Sie sich an, um Spieldetails anzuzeigen.
es: Crea o inicia sesión en tu cuenta FanGeo para ver los detalles del juego.
fr: Créez ou connectez-vous à votre compte FanGeo pour voir les détails du jeu.
it: Crea o accedi al tuo account FanGeo per vedere i dettagli del gioco.
pl: Utwórz lub zaloguj się na swoje konto FanGeo, aby zobaczyć szczegóły gry.
pt: Crie ou faça login em sua conta FanGeo para ver os detalhes do jogo.
ru: Создайте или войдите в свою учетную запись FanGeo, чтобы просмотреть подробности игры.
sq: Krijoni ose identifikohuni në llogarinë tuaj FanGeo për të parë detajet e lojës.
zh_hans: 创建或登录您的FanGeo帐户以查看游戏详细信息。

source: Create or promote a watch party to start building crowd activity.
de: Erstellen oder bewerben Sie eine Watch-Party, um die Aktivität des Publikums zu steigern.
es: Cree o promueva una fiesta de observación para comenzar a generar actividad en el público.
fr: Créez ou promouvez une soirée de surveillance pour commencer à créer une activité de foule.
it: Crea o promuovi un watch party per iniziare a creare business per il pubblico.
pl: Utwórz lub promuj imprezę oglądania, aby rozpocząć budowanie aktywności tłumu.
pt: Crie ou promova uma festa de observação para começar a criar atividades de multidão.
ru: Создайте или рекламируйте группу наблюдателей, чтобы начать активизировать толпу.
sq: Krijo ose promovo një festë për të filluar ndërtimin e aktivitetit të turmës.
zh_hans: 创建或推广观看派对以开始建立人群活动。

source: Create Pickup Game Here
de: Pickup Game hier erstellen
es: Crear pickup game aquí
fr: Créer un pickup game ici
it: Crea un pickup game qui
pl: Utwórz pickup game tutaj
pt: Criar pickup game aqui
ru: Создать pickup game здесь
sq: Krijo pickup game këtu
zh_hans: 在此创建友谊赛

source: Custom
de: Brauch
es: Costumbre
fr: Coutume
it: Costume
pl: Zwyczaj
pt: Personalizado
ru: Обычай
sq: Me porosi
zh_hans: 风俗

source: Declined
de: Abgelehnt
es: Rechazado
fr: Refusé
it: Rifiutato
pl: Odrzucony
pt: Recusado
ru: Отклоненный
sq: Refuzuar
zh_hans: 拒绝

source: Delete account permanently
de: Konto dauerhaft löschen
es: Eliminar cuenta permanentemente
fr: Supprimer le compte définitivement
it: Elimina account in modo permanente
pl: Usuń konto na stałe
pt: Excluir conta permanentemente
ru: Удалить аккаунт навсегда
sq: Fshi llogarinë përgjithmonë
zh_hans: 永久删除账户

source: Delete Your FanGeo Account
de: FanGeo-Konto löschen
es: Eliminar tu cuenta FanGeo
fr: Supprimer votre compte FanGeo
it: Elimina il tuo account FanGeo
pl: Usuń konto FanGeo
pt: Excluir sua conta FanGeo
ru: Удалить аккаунт FanGeo
sq: Fshi llogarinë FanGeo
zh_hans: 删除 FanGeo 账户

source: Deleting your FanGeo account is permanent and cannot be undone.
de: Das Löschen Ihres FanGeo-Kontos ist dauerhaft und kann nicht rückgängig gemacht werden.
es: La eliminación de su cuenta FanGeo es permanente y no se puede deshacer.
fr: La suppression de votre compte FanGeo est définitive et irréversible.
it: L'eliminazione del tuo account FanGeo è permanente e non può essere annullata.
pl: Usunięcie konta FanGeo jest trwałe i nie można go cofnąć.
pt: A exclusão da sua conta FanGeo é permanente e não pode ser desfeita.
ru: Удаление вашей учетной записи FanGeo является окончательным и не может быть отменено.
sq: Fshirja e llogarisë tuaj FanGeo është e përhershme dhe nuk mund të zhbëhet.
zh_hans: 删除您的FanGeo 帐户是永久性的且无法撤消。

source: Directions
de: Route
es: Cómo llegar
fr: Itinéraire
it: Indicazioni
pl: Dojazd
pt: Rotas
ru: Маршрут
sq: Udhëzime
zh_hans: 路线

source: Discover
de: Entdecken
es: Descubrir
fr: Découvrir
it: Scopri
pl: Odkryj
pt: Descobrir
ru: Обзор

source: Discover watch parties, pickup games, local fans, and sports venues around you.
de: Discover Beobachten Sie Partys, Pickup-Spiele, lokale Fans und Sportstätten in Ihrer Nähe.
es: Discover mira fiestas, partidos informales, aficionados locales y recintos deportivos a tu alrededor.
fr: Discover regardez les soirées, les matchs de ramassage, les supporters locaux et les sites sportifs autour de vous.
it: Discover guarda feste, partite, tifosi locali e luoghi sportivi intorno a te.
pl: Discover oglądaj imprezy, mecze, lokalnych fanów i obiekty sportowe w Twojej okolicy.
pt: Discover assista a festas, jogos, fãs locais e instalações esportivas ao seu redor.
ru: Discover наблюдайте за вечеринками, играми, местными болельщиками и спортивными площадками вокруг вас.
sq: Discover shikoni festa, lojëra me marrje, tifozë lokalë dhe vendi sportive përreth jush.
zh_hans: Discover 观看派对、即兴比赛、当地球迷和您周围的体育场馆。

source: Dismiss
de: Zurückweisen
es: Despedir
fr: Rejeter
it: Congedare
pl: Odrzucać
pt: Liberar
ru: Увольнять
sq: Largoje
zh_hans: 解雇

source: Don't show this guide at startup
de: Zeigen Sie diese Anleitung nicht beim Start an
es: No mostrar esta guía al inicio
fr: Ne pas afficher ce guide au démarrage
it: Non mostrare questa guida all'avvio
pl: Nie pokazuj tego przewodnika przy uruchomieniu
pt: Não mostre este guia na inicialização
ru: Не показывать это руководство при запуске
sq: Mos e shfaqni këtë udhëzues në fillim
zh_hans: 启动时不显示本指南

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fine
pl: Gotowe
pt: Concluído
ru: Готово
sq: U krye
zh_hans: 完成
